/* Create a new list */
"Create New List…" = "Create New List…";

/* Add an entry to this event */
"Add an entry to this event" = "Add an entry to this event";

/* like saying 3 days ago */
"ago" = "ago";

/* Average Time Span */
"Average Time Span" = "Average Time Span";

/* Average Value */
"Average Value" = "Average Value";

/* Date */
"Date" = "Date";

/* one day */
"day" = "day";

/* more than one day */
"days" = "days";

/* Edit Entry */
"Edit Entry" = "Edit Entry";

/* Edit Event */
"Edit Event" = "Edit Event";

/* like saying 3 days from now */
"from now" = "from now";

/* History */
"History" = "History";

/* This is describing a phrase like 'last thursday' */
"Last %@" = "Last %@";

/* List */
"List" = "List";

/* Lists */
"Lists" = "Lists";

/* Location */
"Location" = "Location";

/* Ignore this string */
"Master" = "Master";

/* one month */
"month" = "month";

/* more than one month */
"months" = "months";

/* Name */
"Name" = "Name";

/* An example for the event name field */
"nameCellPlaceholder" = "Went to the Movies";

/* New Entry */
"New Entry" = "New Entry";

/* New Event */
"New Event" = "New Event";

/* Next Time */
"Next Time" = "Next Time";

/* No History Entries */
"No History Entries" = "No History Entries";

/* The note is blank */
"No Note" = "No Note";

/* The value is empty */
"No Value" = "No Value";

/* Note */
"Note" = "Note";

/* An example movie for the note field */
"noteCellPlaceholder" = "Top Gun";

/* Number */
"Number" = "Number";

/* Store Location? */
"Store Location?" = "Store Location?";

/* Timeline */
"Timeline" = "Timeline";

/* Today */
"Today" = "Today";

/* examples of ways to use this field */
"valueCellPlaceholder" = "rating, weight, distance";

/* one week */
"week" = "week";

/* more than one week */
"weeks" = "weeks";

/* one year */
"year" = "year";

/* more than one year */
"years" = "years";

/* Yesterday */
"Yesterday" = "Yesterday";

